// 获取企业优势
export default defineEventHandler(async (event) => {
  return [
    {
      id: 1,
      title: '全球化人才培养',
      content: '华瓴科技是一家专注大健康领域、全国领先的科技公司。\n' +
        '公司总部位于奋力谱写中国式现代化新答卷的苏州工业园区，并在成都、长沙、南京、嘉兴等全国范围内拥有众多业务板块。\n' +
        '公司核心人员拥有超过20年行业管理经验，超6万家药店ERP实施与数字化提升经验。\n' +
        '华瓴科技致力于通过全面数智化平台和创新管理解决方案推动商业发展，帮助客户实现可持续增长。\n',
      img: 'http://mtfxh.wiki/img/img_5.png'
    },
    {
      id: 2,
      title: '全球化人才培养',
      content: '华瓴科技是一家专注大健康领域、全国领先的科技公司。\n' +
        '公司总部位于奋力谱写中国式现代化新答卷的苏州工业园区，并在成都、长沙、南京、嘉兴等全国范围内拥有众多业务板块。\n' +
        '公司核心人员拥有超过20年行业管理经验，超6万家药店ERP实施与数字化提升经验。\n' +
        '华瓴科技致力于通过全面数智化平台和创新管理解决方案推动商业发展，帮助客户实现可持续增长。\n',
      img: 'http://mtfxh.wiki/img/img_5.png'
    }
  ]
})
