// 首页轮播相关
export default defineEventHandler((event) => {
  return [
    {
      id: '1',
      title: '药德与天士力医药达成战略合作，共同打造数字经济发展新高地',
      content: '6月15日，药德正式与天士力医药集团股份有限公司达成战略合作，宣布双方将以“数字化、智能化、信息化”为基底，强强联合，共同打造数字领域新生态格局。双方预计未来将在多领域和多层面展开深度战略合作，药德将助力天士力深耕药店数字化转型终端产业链，相信在二者的合作下，将进一步加速中国数字化建设的革新进程。',
      img: 'https://naive-ui.oss-cn-beijing.aliyuncs.com/carousel-img/carousel3.jpeg',
      createdTime: '2023-9-26'
    },
    {
      id: '2',
      title: '药德与天士力医药达成战略合作，共同打造数字经济发展新高地',
      content: '6月15日，药德正式与天士力医药集团股份有限公司达成战略合作，宣布双方将以“数字化、智能化、信息化”为基底，强强联合，共同打造数字领域新生态格局。双方预计未来将在多领域和多层面展开深度战略合作，药德将助力天士力深耕药店数字化转型终端产业链，相信在二者的合作下，将进一步加速中国数字化建设的革新进程。',
      img: '',
      createdTime: '2023-9-24'
    },
    {
      id: '3',
      title: '药德与天士力医药达成战略合作，共同打造数字经济发展新高地',
      content: '6月15日，药德正式与天士力医药集团股份有限公司达成战略合作，宣布双方将以“数字化、智能化、信息化”为基底，强强联合，共同打造数字领域新生态格局。双方预计未来将在多领域和多层面展开深度战略合作，药德将助力天士力深耕药店数字化转型终端产业链，相信在二者的合作下，将进一步加速中国数字化建设的革新进程。',
      img: '',
      createdTime: '2023-9-23'
    }
  ]
})
